{
  "title": "Polityka Prywatności",
  "description": "<strong>1. Informacje, które zbieramy</strong>\n\nPodczas korzystania z Gry możemy zbierać następujące informacje:\nDane konta: nazwa użytkownika, adres e-mail, identyfikator gracza.\nDane techniczne: adres IP, typ urządzenia, system operacyjny, unikalne identyfikatory urządzenia, dane logów serwera.\nDane dotyczące rozgrywki: postępy w grze, osiągnięcia, przedmioty w ekwipunku, interakcje z innymi graczami.\nDane komunikacji: wiadomości wysyłane w grze, zgłoszenia do supportu.\n\n<strong>2. Cele przetwarzania danych</strong>\n\nTwoje dane mogą być wykorzystywane w następujących celach:\numożliwienie korzystania z Gry i funkcji online,\nzapewnienie bezpieczeństwa kont i zapobieganie nadużyciom,\npersonalizacja doświadczenia w grze, np. rekomendacje przedmiotów lub questów,\nwysyłanie powiadomień i aktualizacji, jeśli wyraziłeś zgodę,\nanaliza danych w celu poprawy jakości Gry i serwera,\nprzestrzeganie obowiązujących przepisów prawa.\n<strong>3. Udostępnianie danych</strong>\n\nNie sprzedajemy ani nie udostępniamy Twoich danych osobom trzecim w celach marketingowych bez Twojej zgody.\nMogą być one udostępniane:\nnaszym partnerom technologicznym i hostingowym w celu zapewnienia działania Gry,\norganom publicznym w przypadkach przewidzianych prawem.\n<strong>4. Przechowywanie danych</strong>\n\nTwoje dane są przechowywane tak długo, jak jest to konieczne do realizacji celów opisanych w niniejszej polityce.\nMożemy przechowywać anonimowe dane analityczne również po zakończeniu korzystania z Gry w celach statystycznych i rozwojowych.\n\n<strong>5. Prawa użytkownika</strong>\n\nMasz prawo do:\ndostępu do swoich danych i ich poprawiania,\nżądania usunięcia konta i danych osobowych („prawo do bycia zapomnianym”),\nograniczenia przetwarzania danych,\nsprzeciwu wobec przetwarzania w celach marketingowych,\nprzenoszenia danych (portability).\nW celu realizacji tych praw skontaktuj się z nami pod adresem: support@elemental-game.com\n\n<strong>6. Pliki cookies i technologie podobne</strong>\n\nGra może korzystać z plików cookies w celu:\nutrzymania sesji gracza,\npersonalizacji ustawień gry,\nanalizy ruchu i wydajności serwera.\nMożesz zarządzać plikami cookies w ustawieniach przeglądarki lub gry.\n\n<strong>7. Bezpieczeństwo danych</strong>\nStosujemy środki techniczne i organizacyjne, aby chronić Twoje dane przed nieuprawnionym dostępem, utratą, zmianą lub ujawnieniem.\n\n<strong>8. Zmiany w polityce prywatności</strong>\n\nZastrzegamy sobie prawo do aktualizacji niniejszej polityki prywatności.\nAktualna wersja będzie dostępna w grze oraz na stronie internetowej."
}
